tutorials/discInConstantPorousFlow_test/RESULTS_porousInterFoam_Co_0.25/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    rim
    {
        type            patch;
        nFaces          1280;
        startFace       191360;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          96000;
        startFace       192640;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          96000;
        startFace       288640;
    }
)

// ************************************************************************* //
